/*
 Localizable.strings
 NBAddressBook
 
 Created by Jasper Siebelink on 6/4/13.
 Copyright (c) 2013 Jasper Siebelink. All rights reserved.
 */

//The Groups screen
"GRP_TITLE"         = "Groepen";
"GRP_SHOW_ALL"      = "Toon alle contacten";
"GRP_HIDE_ALL"      = "Verberg alle contacten";
"GRP_KEYWORD_ALL"   = "Alle";

//The Contacts list screen
"CNT_TITLE_ALL"     = "Alle contacten";
"CNT_TITLE"         = "Contacten";
"CNT_NO_NAME"       = "Geen naam";
"CNT_NO_CONTACTS"   = "Geen contacten";

//The own number
"LBL_OWN_NUMBER"    = "Mijn nummer:";

//The new contact screen
"NCT_INFO"          = "Info";
"NCT_NEW_CONTACT"   = "Nieuw";
"NCT_CANCEL"        = "Annuleer";
"NCT_TAKE_PHOTO"    = "Maak foto";
"NCT_CHOOSE_PHOTO"  = "Kies foto";
"NCT_ADD_PICTURE"   = "voeg foto toe";
"NCT_EDIT_PICTURE"  = "wijzig";

//The unknown contact screen
"UCT_CALL"          = "Bel";
"UCT_SEND_MESSAGE"  = "Stuur bericht";
"UCT_ADD"           = "Maak nieuw contact";
"UCT_UPDATE"        = "Zet in bestaand contact";

//Person phone number labels
"NR_MOBILE"        = "mobiel";
"NR_IPHONE"        = "iPhone";
"NR_PRIVATE"       = "privé";
"NR_WORK"          = "werk";
"NR_MAIN_NUMBER"   = "hoofdnr.";
"NR_PRIVATE_FAX"   = "privéfax";
"NR_WORK_FAX"      = "werkfax";
"NR_OTHER_FAX"     = "andere fax";
"NR_PAGER"         = "pager";
"NR_OTHER"         = "anders";

//Person email labels
"LB_PRIVATE"        = "privé";
"LB_WORK"           = "werk";
"LB_OTHER"          = "anders";

//Person website labels
"WEB_HOMEPAGE"      = "homepage";
"WEB_PRIVATE"       = "privé";
"WEB_WORK"          = "werk";
"WEB_OTHER"         = "anders";

//Add custom label
"LBL_CUSTOM"        = "Voeg aangepast label toe";

//Person name placeholders
"PH_PREFIX"         = "Voorvoegsel";
"PH_FIRST_NAME"     = "Voornaam";
"PH_PHONETIC_FIRST" = "Voornaam fonetisch";
"PH_MIDDLE_NAME"    = "Tweede naam";
"PH_LAST_NAME"      = "Achternaam";
"PH_PHONETIC_LAST"  = "Achternaam fonetisch";
"PH_SUFFIX"         = "Achtervoegsel";
"PH_NICKNAME"       = "Bijnaam";
"PH_JOB_TITLE"      = "Functie";
"PH_DEPARTMENT"     = "Afdeling";
"PH_COMPANY"        = "Bedrijf";

//Other placeholders
"PH_PHONE"          = "Nummer";
"PH_EMAIL"          = "Email";
"PH_URL"            = "URL";
"PH_DATE"           = "Datum";
"PH_USER_NAME"      = "Gebruikersnaam";
"PH_NAME"           = "Naam";

//Social/IM labels
"SS_ADD_OTHER"      = "Add Custom Service";

//Date labels
"DT_BIRTHDAY"       = "verjaardag";
"DT_ANNIVERSARY"    = "trouwdag";
"DT_OTHER"          = "other";

//Person's ringtone label
"RT_NAME_LABEL"     = "beltoon";
"RT_VIBRATION_LABEL"= "trillen";

//Person's ringtone value
"RT_DEFAULT"        = "Standaard";
"RT_VIBRATION"      = "Trillen";
"RT_NONE"           = "Geen";

//Related contact options
"RC_MOTHER"         = "moeder";
"RC_FATHER"         = "vader";
"RC_PARENT"         = "ouder";
"RC_BROTHER"        = "broer";
"RC_SISTER"         = "zus";
"RC_CHILD"          = "kind";
"RC_FRIEND"         = "vriend(in)";
"RC_SPOUSE"         = "echtg.";
"RC_PARTNER"        = "partner";
"RC_ASSISTENT"      = "assistent";
"RC_MANAGER"        = "manager";
"RC_OTHER"          = "anders";

//Person's other table cells
"CL_RELATED"        = "Verwante personen";
"CL_PROFILE"        = "Profiel";
"CL_IM"             = "IM-bericht";
"CL_DATE"           = "Datum";
"CL_BIRTHDAY"       = "Verjaardag";
"CL_ANNIVERSARY"    = "trouwdag";
"CL_RELATED_PEOPLE" = "Verwante personen";
"CL_NOTES"          = "Notities";
"CL_NEW_ADDRESS"    = "voeg adres toe";
"CL_NEW_FIELD"      = "nieuw veld";

//Contact button labels
"BL_DELETE_CONTACT" = "Verwijder contact";
"BL_SEND_MESSAGE"   = "Stuur bericht";
"BL_SHARE_CONTACT"  = "Deel contact";
"BL_ADD_TO_FAV"     = "Zet in favorieten";
